Repository: GabrielTorem/Residencia_2C2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: In any case, monsters, by definition, “produce meaning that is beyond any one category of identification.” Furthermore, the passing of time has altered the perception of O’Connor’s work, disclosing its anticipatory power and increasing relevance.
es_es: En cualquier caso, los monstruos, por definición, “producen un significado que trasciende cualquier categoría de identificación”. Más aún, el paso del tiempo ha alterado la percepción de la obra de O’Connor, revelando su poder anticipatorio e incrementando su relevancia.

source: In brief, wonder becomes error.
es_es: En resumen, la maravilla se convierte en error.

source: In contrast to the still and perfect universe of the miniature, the gigantic represents the order and disorder of historical forces.” Susan Stewart, On Longing: Narratives of the Miniature, the Gigantic, the Souvenir, the Collection (Baltimore: Johns Hopkins University Press, 1984), 86.
es_es: En contraste con el universo inmóvil y perfecto de lo diminuto, lo gigantesco representa el orden y el desorden de las fuerzas históricas." Susan Stewart, El ansia: Narrativas de la miniatura, lo gigantesco, el souvenir y la colección (Baltimore: Johns Hopkins University Press, 1984), 86.

source: In doing so, I will partially violate two of the sacred dicta of recent cultural studies: the compulsion to historical specificity and the insistence that all knowledge (and hence all cartographies of that knowledge) is local.
es_es: Al hacerlo, transgediré dos de las máximas sagradas de los estudios culturales recientes: la compulsión por la especificidad histórica y la insistencia en que todo conocimiento (y, por ende, todas las cartografías de ese conocimiento) es local.

source: In either case, the cloak of monstrousness calls attention to those behaviors and attitudes the text is concerned with interdicting.
es_es: En cualquier caso, el manto de la monstruosidad resalta los comportamientos y actitudes que el texto busca prohibir.

source: In fact, the Misfit embodies the figure of the serial killer, the most dangerous and prevalent kind of monster in the US today.
es_es: De hecho, el Desequilibrado encarna la figura del asesino en serie, el tipo de monstruo más peligroso y prevalente hoy en día en los Estados Unidos.

source: In fact, this mysterious stranger, caller and visitor, recurrently found in literature and film, typifies sexual aggression and also the figure of Death, and anticipates characters like Arnold Friend in Joyce Carol Oates’s well-known story “Where Are You Going, Where Have You Been” (1966).
es_es: De hecho, este extraño forastero misterioso, figura recurrente en la literatura y el cine, tipifica la agresión sexual y a la vez la figura de la Muerte, y anticipa personajes como Arnold Friend en el conocido cuento de Joyce Carol Oates, *“Where Are You Going, Where Have You Been”* (1966) [“¿Adónde vas? ¿Dónde has estado?”].

source: In her letters, O’Connor similarly foregrounds the mixture of humour and terror in the description of her fiction: “everything funny I have written is more terrible than it is funny, or only funny because it is terrible, or only terrible because it is funny.”
es_es: En sus cartas, O’Connor destaca en la descripción de su ficción, de forma similar, la mezcla entre el humor y el terror: “todo lo divertido que he escrito es más terrible que divertido, o solo divertido porque es terrible, o solo terrible porque es divertido”.

source: In its function as dialectical Other or third-term supplement, the monster is an incorporation of the Outside, the Beyond—of all those loci that are rhetorically placed as distant and distinct but originate Within.
es_es: Como un "Otro" dialéctico o un suplemento que rompe las dicotomías, el monstruo encarna lo Externo, lo que está Más Allá: todos esos lugares que, retóricamente, se presentan como lejanos y distintos, pero que en realidad se originan en el Interior.

source: In medieval France the chansons de geste celebrated the crusades by transforming Muslims into demonic caricatures whose menacing lack of humanity was readable from their bestial attributes; by culturally glossing “Saracens” as “monstra,” propagandists rendered rhetorically admissible the annexation of the East by the West.
es_es: En la Francia medieval, las chansons de geste celebraban las cruzadas transformando a los musulmanes en caricaturas demoníacas cuya amenazante falta de humanidad era evidente a través de sus características bestiales. Al clasificar culturalmente a los “sarracenos” como “monstruos”, los propagandistas hacían retóricamente admisible la anexión de Oriente por parte de Occidente.

source: In one of her essays, O’Connor discusses the figure of the freak as typical of Southern writing:
es_es: En uno de sus ensayos, O’Connor manifiesta que la figura del *freak* es típica de la escritura sureña:

source: In short: the evidence provided by the text tends to highlight brutality, sadism, and finally nihilism, since, as the Misfit concludes, even serial killing has become meaningless: “Shut up, Bobby Lee [.
es_es: En pocas palabras, la evidencia que provee el texto tiende a resaltar la brutalidad, el sadismo y finalmente, el nihilismo, debido a que, como el Desequilibrado concluye, hasta el asesinato serial ha perdido el sentido: “Cállate, Bobby Lee. [.

source: In speaking of the new kind of vampire invented by Bram Stoker, we might explore the foreign count’s transgressive but compelling sexuality, as subtly alluring to Jonathan Harker as Henry Irving, Stoker’s mentor, was to Stoker.
es_es: Al hablar del nuevo tipo de vampiro creado por Bram Stoker, se podría explorar la sexualidad transgresora e irresistible del conde extranjero, cuya seducción sutil atraía a Jonathan Harker, tal como Henry Irving, el mentor de Stoker, lo cautivaba.

source: In speaking of the new kind of vampire invented by Bram Stoker, we might explore the foreign count’s transgressive but compelling sexuality, as subtly alluring to Jonathan Harker as Henry Irving, Stoker’s mentor, was to Stoker. Or we might analyze Murnau’s self-loathing appropriation of the same demon in Nosferatu, where in the face of nascent fascism the undercurrent of desire surfaces in plague and bodily corruption.
es_es: Al hablar del nuevo tipo de vampiro creado por Bram Stoker, se podría explorar la sexualidad transgresora e irresistible del conde extranjero, cuya seducción sutil atraía a Jonathan Harker, tal como Henry Irving, el mentor de Stoker, lo cautivaba. Se podría analizar también la apropiación autodestructiva de Murmau del mismo demonio en Nosferatu, en donde, ante el fascismo naciente, emerge el trasfondo del deseo en forma de plaga y corrupción del cuerpo.

source: In the United States, Native Americans were presented as unredeemable savages so that the powerful political machine of Manifest Destiny could push westward with disregard.
es_es: En Estados Unidos, los nativos americanos fueron presentados como salvajes irredimibles para justificar el avance del poderoso mecanismo político del Destino Manifiesto hacia el Oeste.

source: In the novel, as in life, the threat occurs when a nonwhite leaves the reserve abandoned to him; Wright envisions what happens when the horizon of narrative expectation is firmly set, and his conclusion (born out in seventeenth-century Salem, medieval England, and nineteenth-century America) is that the actual circumstances of history tend to vanish when a narrative of miscegenation can be supplied.
es_es: En la novela, como en la vida, la amenaza surge cuando un no blanco abandona la reserva que le dejaron; Wright imagina qué ocurre cuando el horizonte de las expectativas narrativas está firmemente establecido, y su conclusión (evidenciada en Salem del siglo XVII, la Inglaterra medieval y la América del siglo XIX) es que las circunstancias reales de la historia tienden a desvanecerse cuando se puede proporcionar una narrativa de mestizaje.

source: In turn, the Misfit’s words at the very end of the tale – “It’s no real pleasure in life” – which contrasts with his previous “No pleasure but meanness” (GM, 132, 133), might suggest that he has also experienced his own epiphany, and therefore a change for the better, as O’Connor’s comments appear to indicate: “I don’t want to equate the Misfit with the devil.
es_es: En cambio, las palabras del Inadaptado, recién al final de la historia –”No hay verdadero placer en la vida”-- lo que contrasta con su frase previa “No hay placer, sino maldad” (GM, 132, 133) podría sugerir que él también ha experimentado su propia epifanía, y por tanto un cambio para mejor, tal como los comentarios de O’Connor parecen indicar: “No quiero igualar al Desequilibrado con el demonio.

source: Indeed, sinners can rightly be compared to Ethiopians, who are black men presenting a terrifying appearance to those beholding them.” Dark skin was associated with the fires of hell, and so signified in Christian mythology demonic provenance.
es_es: De hecho, los pecadores bien pueden ser comparados con los etíopes, que son hombres negros que presentan una apariencia aterradora para quienes los contemplan.” La piel oscura se asociaba con los fuegos del infierno, y significaba así una procedencia demoníaca en la mitología cristiana.

source: It beseeches, worries, fascinates desire, which, nonetheless, does not let itself be seduced.
es_es: Solicita, inquieta, fascina al deseo que, sin embargo, no se deja seducir.

source: It deposits its young into other species like a wasp.
es_es: Deposita sus crías en otras especies como una avispa.

source: It is a Linnean nightmare, defying every natural law of evolution; by turns bivalve, crustacean, reptilian, and humanoid.
es_es: Es una pesadilla linneana que desafía todas las leyes naturales de la evolución: por momentos es bivalvo, crustáceo, reptiliano y humanoide.

source: It is indeed a most filthy race, a race sunk in vice, a race more ignorant than all other nations of the first principles of faith.
es_es: Verdad es que son esta gente una raza de lo más inmunda, una raza sumida en el vicio, una raza más ignorante que las otras gentes de los primeros preceptos de la fé.

source: It is not the gene itself, but its presence, that marks the trouble spot, indicating the likelihood of a crisis somewhere, elsewhere” (pp. 16-17).
es_es: No es el gen en sí mismo, sino su presencia, lo que señala el foco problemático e indica la probabilidad de una crisis en algún lugar, en otro lugar" (pp. 16-17)

source: It is possible, for example, that medieval merchants intentionally disseminated maps depicting sea serpents like Leviathan at the edges of their trade routes in order to discourage further exploration and to establish monopolies.
es_es: Es posible que, por ejemplo, los mercaderes medievales difundieran intencionalmente mapas que mostraran serpientes marinas, como el Leviatán, en los confines de sus rutas comerciales, para desalentar la exploración ulterior y establecer monopolios.

source: It is remarkable that the freak, sometimes a devilish figure in O’Connor’s fiction, becomes the instrument of revelation, the character that provokes the epiphany – the moment of grace.
es_es: Es destacable que el *freak*, a veces una figura casi endiablada en la ficción de O’Connor, se vuelve el instrumento de revelación, el personaje que provoca la epifanía: el momento de gracia.

source: It is significant that her discussion of this figure appears included in an essay titled “Some Aspects of the Grotesque in Southern Fiction.” In her analysis of the grotesque, she foregrounds the features of distortion and eccentricity, possibility rather than probability.
es_es: Es relevante mencionar que su trabajo sobre esta figura se incluye en el ensayo titulado “Some Aspects of the Grotesque in Southern Fiction”. En su análisis de lo grotesco, destaca las características de la distorsión y la excentricidad, y la posibilidad en vez de la probabilidad.

source: It is worth pointing out that the psychopath in Oates’s text, Arnold Friend, is based on a real one, Charles Schmid, also known as “The Pied Piper of Tucson,” charged with the rape and murder of three young women in the mid nineteen sixties.
es_es: Cabe señalar que el psicópata del relato de Oates, Arnold Friend, está basado en un criminal real, Charles Schmid, también conocido como “el Flautista de Tucson”, acusado de violación y asesinato de tres jóvenes mujeres a mediados de la década de 1960.

source: It lies there, quite close, but it cannot be assimilated.
es_es: Allí está, muy cerca, pero inasimilable.

source: It matters little that the protagonist of Richard Wright’s Native Son did not rape and butcher his employer’s daughter; that narrative is supplied by the police, by an angry white society, indeed by Western history itself.
es_es: Poco importa que el protagonista de "Hijo nativo" de Richard Wright no violara ni descuartizara a la hija de su empleador; la policía, una sociedad blanca enfurecida, y de hecho, la propia historia occidental proporciona esa narrativa.

source: It seems capable of lying dormant within its egg indefinitely.
es_es: Parece capaz de yacer aletargado dentro de su huevo indefinidamente

source: It sheds its skin like a snake, its carapace like an arthropod.
es_es: Cambia de piel como una serpiente, tiene caparazón como un artrópodo

source: It was so named after the ancient paintings and decorations found in the underground chambers (grotte) of Roman ruins.
es_es: Recibió ese nombre a partir de las pinturas y decoraciones antiguas que se hallaron en las cámaras subterráneas (*grotte*) de las ruinas romanas.

source: I’m going to preach there was no Fall because there was nothing to fall from and no Redemption because there was no Fall and no Judgment because there wasn’t the first two.
es_es: Voy a predicar que no existió la Caída porque no hubo nada de qué caer, ni Redención porque no hubo Caída, ni tampoco Juicio porque no existieron los dos anteriores.

source: I’m member and preacher to that church where the blind don’t see and the lame don’t walk and what’s dead stays that way.
es_es: Soy miembro y predicador de aquella iglesia en donde los ciegos no ven, los cojos no caminan, y lo que está muerto, permanece así.

source: Jacques Derrida, Of Grammatology, trans. Gayatri Chakravorty Spivak (Baltimore: Johns Hopkins University Press, 1974).
es_es: Jacques Derrida, De la gramatología, [Traducción al español de Oscar del Barco y Conrado Cereti. México: Siglo XXI Editores. 1986].

source: Jacques Le Goff has written that the Indian Ocean (a “mental horizon” imagined, in the Middle Ages, to be completely enclosed by land) was a cultural space
es_es: Jacques Le Goff escribió que el océano Índico (un “horizonte mental” que, en la Edad Media, se imaginaba completamente rodeado de tierra) era un espacio cultural

source: Jacques Le Goff, “The Medieval West and the Indian Ocean,” in Time, Work and Culture in the Middle Ages, trans. Arthur Goldhammer (Chicago: University of Chicago Press, 1980), 197.
es_es: Jacques Le Goff, "The Medieval West and the Indian Ocean: An Oneiric Horizon" [Traducción al español de Mauro Armiño: "El Occidente medieval y el océano Índico: Un horizonte onírico", en Por otra Edad Media. Tiempo, trabajo y cultura en Occidente. Madrid: Paidós, 2020], 106.

source: Jeffrey Andrew Weinstock, “American Monsters,” in A Companion to American Gothic, ed. Charles L. Crow (Malden and Oxford: Wiley Blackwell, 2014): 41–55, 45.
es_es: Jeffrey Andrew Weinstock, “American Monsters,” en A Companion to American Gothic, editor Charles L. Crow (Malden and Oxford: Wiley Blackwell, 2014): 41–55, 45. [La traducción es nuestra]

source: Jerrold E. Hogle, “The Struggle for a Dichotomy: Abjection in Jekyll and His Interpreters,” in Dr. Jekyll and Mr. Hyde after One Hundred Years, ed. William Veeder and Gordon Hirsch (Chicago: University of Chicago Press, 1988), 161
es_es: Jerrold E. Hogle, “The Struggle for a Dichotomy: Abjection in Jekyll and His Interpreters,” in Dr. Jekyll and Mr. Hyde after One Hundred Years, ed. William Veeder and Gordon Hirsch (Chicago: University of Chicago Press, 1988), 161. [La traducción es nuestra]

source: John Block Friedman has called these creatures the Plinian races, after the classical encyclopedist whobestowed them to the Middle Ages and early modern period.
es_es: John Block Friedman ha denominado razas plineanas a estas criaturas, en honor al enciclopedista clásico que las introdujo en la Edad Media y en la Edad Moderna.

source: John Eastman, Retakes: Behind the Scenes of 500 Classic Movies, 9-10.
es_es: John Eastman, Retakes: Behind the Scenes of 500 Classic Movies,5009-10[La traducción es nuestra]

source: Judith Butler, Bodies That Matter: On the Discursive Limits of “Sex” (New York: Monster Culture (Seven Theses) 25 Routledge, 1993), 22.
es_es: Judith Butler, Bodies That Matter: On the Discursive Limits of “Sex” (New York: Routledge, 1993), 22.

source: Judith Halberstam, Skin Shows: Gothic Horror and the Technology of Monsters (Durham and London: Duke University Press, 1995), 6.
es_es: Halberstam, J. (1995). Skin shows: Gothic horror and the technology of monsters. Duke University Press.

source: Julia Kristeva, The Powers of Horror: An Essay on Abjection, trans. Leon S. Roudiez (New York: Columbia University Press, 1982), 1.
es_es: Julia Kristeva, Pouvoirs de l'horreur. Essai sur l'abjection, Versión en inglés: The Powers of Horror: An Essay on Abjection, traducción Leon S. Roudiez (Nueva York: Columbia University Press, 1982), 1. NdT: La traducción al español es nuestra.

source: Last but not least, O’Connor’s first novel, Wise Blood (1952) – probably “O’Connor’s most interesting and challenging text” – deserves analysis, since it brilliantly epitomizes the characteristics of Southern Gothic: violence, religious fundamentalism, the grotesque, and the figure of the freak.
es_es: Por último (pero no menos importante), la primera novela de O’Connor, *Wise Blood* [*Sangre Sabia*] (1952) –probablemente “el texto más interesante y desafiante de O’Connor”– merece su análisis individual, ya que epitomiza con singular fuerza las características del estilo gótico sureño: la violencia, el fundamentalismo religioso, el grotesco y la figura del *freak*.*

source: Like a letter on the page, the monster signifies something other than itself: it is always a displacement, always inhabits the gap between the time of upheaval that created it and the moment into which it is received, to be born again.
es_es: Como una letra en la página, el monstruo significa algo más allá de sí mismo: es siempre un desplazamiento, habita siempre el intersticio entre el tiempo de agitación que lo creó y el momento en que es recibido, para nacer de nuevo.

source: Likewise, in this nation, the men pass their water sitting, the women standing.
es_es: Asimismo, en esta nación, los hombres orinan sentados y las mujeres de pie.

source: Likewise, the story on the page before us may horrify (whether it appears in the New York Times news section or Stephen King’s latest novel matters little), so long as we are safe in the knowledge of its nearing end (the number of pages in our right hand is dwindling) and our liberation from it.
es_es: La historia que tenemos frente a nosotros puede ser horrible (y poco importa si se lee en la sección de noticias del New York Times o en la última novela de Stephen King), pero nos resulta soportable porque estamos a salvo, con la certeza de que su final está cerca y nuestra liberación es inminente. Sabemos que la historia terminará porque el número de páginas que tenemos en la mano derecha es cada vez menor.

source: Literally, here, Zeitgeist: Time Ghost, the bodiless spirit that uncannily incorporates a “place” that is a series of places, the crossroads that is a point in a movement toward an uncertain elsewhere.
es_es: Literalmente, aquí, Zeitgeist: el Fantasma del Tiempo, el espíritu incorpóreo que, de manera inquietante, incorpora un “lugar” que es una serie de lugares, la encrucijada que constituye un punto en un movimienot hacia otra parta incierta.

source: Lycaon, the first werewolf in Western literature, undergoes his lupine metamorphosis as the culmination of a fable of hospitality.
es_es: Licaón, el primer hombre lobo en la literatura occidental, experimenta su metamorfosis lupina como la culminación de una fábula sobre la hospitalidad.

source: Maps and travel accounts inherited from antiquity invented whole geographies of the mind and peopled them with exotic and fantastic creatures; Ultima Thule, Ethiopia, and the Antipodes were the medieval equivalents of outer space and virtual reality, imaginary (wholly verbal) geographies accessible from anywhere, never meant to be discovered but always waiting to be explored.
es_es: Los mapas y relatos de viaje heredados de la Antigüedad heredaron geografías enteras de la imaginación y las poblaron de criaturas exóticas y fantásticas; Ultima Thule, Etiopía y las Antípodas fueron los equivalentes medievales del espacio exterior y de la realidad virtual: geografías imaginarias (enteramente transmitidas en palabras), accesibles desde cualquier lugar, nunca destinadas a ser descubiertas, pero siempre a ser exploradas.

source: Marina Levina and Diem-My T. Bui, “Introduction: Toward a Comprehensive Monster Theory in the 21st Century,” in Monster Culture in the 21st Century: A Reader, eds. Marina Levina and Diem-My T. Bui (New York: Bloomsbury): 1–13, 5.
es_es: Marina Levina and Diem-My T. Bui, “Introduction: Toward a Comprehensive Monster Theory in the 21st Century,” en Monster Culture in the 21st Century: A Reader, eds. Marina Levina y Diem-My T. Bui (Nueva York: Bloomsbury): 1–13, 5. [La traducción es nuestra]

source: Marjorie Garber, Shakespeare’s Ghost Writers: Literature as Uncanny Causality (New York: Routledge, Chapman & Hall, 1988), 30.
es_es: Garber, M. (1988). Shakespeare’s ghost writers: Literature as uncanny causality [Los escritores fantasma de Shakespeare: La literatura como causalidad siniestra] (p. 30). Routledge, Chapman & Hall.

source: Marjorie Garber, Vested Interests: Cross-Dressing and Cultural Anxiety (New York: Routledge, 1992), 11.
es_es: Marjorie Garber, Vested Interests: Cross-Dressing and Cultural Anxiety (Nueva York: Routledge, 1992), 11. [La traducción es nuestra]

source: Michael Uebel amplifies and applies this practice to the monster in his essay in this volume.
es_es: Michael Uebel amplía y aplica esta práctica al monstruo en su ensayo incluido en este volumen.

source: Michel Foucault, The History of Sexuality, vol.1, An Introduction, trans. Robert Hurley (New York: Vintage, 1990), 47-48.
es_es: Michel Foucault, La historia de la sexualidad, vol.1, Una introducción,, trad. de Ulises Guiñazú, (México: Siglo XXI, 1998), p. 30.

source: Miscegenation, that intersection of misogyny (gender anxiety) and racism (no matter how naive), has received considerably less critical at- tention.
es_es: El mestizaje, esa intersección entre la misoginia (la aversión hacia la mujer) y el racismo (sin importar cuán inocente sea), ha recibido bastante menos atención crítica.
